/* Localized versions of Info.plist keys */

CFBundleName = "Safari";
CFBundleHelpBookName = "Aide Safari";
CFBundleShortVersionString = "1.1";
CFBundleGetInfoString = "1.1, Copyright 2003 Apple Computer, Inc.";

/* file types */

"CSS style sheet" = "Liste de caractères CSS";
"GIF image" = "Image GIF";
"HTML document" = "Document HTML";
"JavaScript script" = "Script JavaScript";
"JPEG image" = "Image JPEG";
"JPEG 2000 image" = "Image JPEG 2000";
"Plain text document" = "Document format texte";
"PNG image" = "Image PNG";
"Rich Text Format (RTF) document" = "Document RTF (Rich Text Format)";
"TIFF image" = "Image TIFF";
"Web site location" = "Adresse du site Web";
"Windows icon image" = "Fenêtres icône image";
"XHTML document" = "Document XHTML";
"XML document" = "Document XML";

/* URL types */

"Web site URL" = "Adresse URL du site Web";

